Repository: rpeyron/wordpress-language-mix
Catalog: languages/language-mix-*.po
Languages: fr_fr

source: Language Mix plugin requires Polylang to be installed and activated.
fr_fr: Le plugin Language Mix nécessite que Polylang soit installé et actif.

source: Settings
fr_fr: Paramètres

source: Translate categories in menus
fr_fr: Traduire les catégories des menus

source: Replacing front page
fr_fr: Remplace la page d'accueil

source: Category featured post
fr_fr: Billets mis en avant par catégories

source: Hide redundant translations
fr_fr: Masque les traductions redondantes

source: Language behavior
fr_fr: Comportement multi-langues

source: Forced languages
fr_fr: Langues forcées

source: Use current language
fr_fr: Utiliser la langue courante

source: Custom post types
fr_fr: Types de post à utiliser

source: Reset to default
fr_fr: Rétablir les paramètres par défaut

source: Set to original settings
fr_fr: Définir les paramètres originaux

source: Set to recommended settings
fr_fr: Définir les paramètres recommandés

source: All languages
fr_fr: Toutes les langues

source: Only the languages allowed by the browser
fr_fr: Seulement les langues autorisées par le navigateur

source: The languages allowed by the browser plus the ones that are forced
fr_fr: Les langues autorisées par le navigateur et les langues forcées

source: Allow always the current language with higher priority
fr_fr: Toujours autoriser la langue courante avec une priorité haute

source: Enable translating categories in menu according to the most wanted language
fr_fr: Active la traduction des catégories dans les menus selon la langue préférée de l'utilisateur

source: Enable replacing translation for featured post of a category
fr_fr: Active le remplacement par la traduction du billet mis en avant d'une catégorie

source: Enable replacing the front page by the most wanted language translation.
fr_fr: Active le remplacement de la page d'accueil par la traduction dans la langue préférée de l'utilisateur.

source: Enable hiding other translations than the most wanted one for a post, thus avoiding duplicate contents.
fr_fr: Active le masquage des traductions des pages dans des langues autres que la langue préférée de l'utilisateur lorsqu'elle existe.

source: Languages
fr_fr: Langues

source: Allows to configure shown languages
fr_fr: Permet de paramétrer les langues affichées

source: Translations
fr_fr: Traductions

source: Easy switching between translations
fr_fr: Bascule facile entre les traductions
